{
    "good": [
        "You're right on target, like an arrow in Golden Gate Park!",
        "Bulls-eye! You're hitting the mark in the heart of San Francisco.",
        "You're as close as a cable car to its turnaround point!",
        "Bingo! You've found the treasure in this urban oasis.",
        "You're honing in on the park like a hawk in the Presidio.",
        "Success is blooming like the flowers in the Conservatory of Flowers!",
        "You've struck gold in this San Francisco park!",
        "You're on fire, like the eternal flame in John McLaren Park!",
        "Victory is within reach, like the top of Telegraph Hill.",
        "You're as spot-on as a seal at Pier 39!",
        "Bravo! You've navigated this park like a pro.",
        "You're a real park ranger in the making!",
        "You're one step closer to the ultimate park victory!",
        "You've got a green thumb for finding parks!",
        "You're a master of the San Francisco park scene!",
        "You're as sharp as the spires of St. Ignatius Church!",
        "You're a park-finding prodigy in the making!",
        "You've got the Midas touch when it comes to park guessing!",
        "You're as accurate as a streetcar on the J-Church line!",
        "You're a true San Francisco park savant!",
        "You've cracked the code of this park puzzle!",
        "You're a park-seeking missile locked on target!",
        "You're as precise as the Japanese Tea Garden's pruning!",
        "You've got a sixth sense for San Francisco parks!",
        "You're a park-finding wizard casting spells in the city!",
        "You're as on-point as the Transamerica Pyramid!",
        "You're a park-locating genius in the heart of the Bay!",
        "You've got the skills of a seasoned park explorer!",
        "You're a real contender in the park-guessing arena!",
        "You're as close as a foghorn to the Golden Gate Bridge!",
        "You're a park-finding virtuoso in the City by the Bay!",
        "You've got a knack for pinpointing parks!",
        "You're a park-seeking sage in the streets of San Francisco!",
        "You're as precise as a cable car grip!",
        "You're a park-guessing guru in the making!",
        "You've got the instincts of a true park aficionado!",
        "You're a park-finding ninja stealthily navigating the city!",
        "You're as accurate as a dart in Golden Gate Park!",
        "You're a park-locating maestro conducting a symphony of success!",
        "You've got a gift for discovering San Francisco's green gems!",
        "You're a park-seeking samurai wielding your skills with precision!",
        "You're as spot-on as a sourdough bread baker in the city!",
        "You're a park-finding phenom rising to fame!",
        "You've got the touch of a true park connoisseur!",
        "You're a park-guessing rockstar taking the city by storm!",
        "You're as accurate as a BART train arriving on time!",
        "You're a park-locating legend in the making!",
        "You've got a radar for San Francisco's recreational spots!",
        "You're a park-finding pioneer blazing trails in the urban jungle!",
        "You're as precise as a San Francisco fog forecast!",
        "You're a park-guessing superstar shining bright!",
        "You've got the focus of a Zen master in the Japanese Tea Garden!",
        "You're a park-locating prodigy leaving your mark!",
        "You're as on-target as a seagull swooping for a treat at Fisherman's Wharf!",
        "You're a park-finding marvel in the City by the Bay!",
        "You've got the determination of a cable car climbing a steep hill!",
        "You're a park-guessing champion in the making!",
        "You're as sharp as the Golden Gate Bridge's towers!",
        "You're a park-locating wizard casting spells of success!",
        "You've got a green thumb for sniffing out San Francisco's parks!",
        "You're a park-seeking ninja leaving no stone unturned!",
        "You're as accurate as a Lombard Street zigzag!",
        "You're a park-finding prodigy destined for greatness!",
        "You've got the instincts of a true park tracker!",
        "You're a park-guessing virtuoso taking the city by storm!",
        "You're as spot-on as a sea lion basking at Pier 39!",
        "You're a park-locating genius making waves in San Francisco!",
        "You've got a sixth sense for the city's green oases!",
        "You're a park-finding samurai with unmatched precision!",
        "You're as accurate as a cable car's bell ringing on time!",
        "You're a park-guessing guru enlightening the masses!",
        "You've got the focus of a tai chi master in Washington Square Park!",
        "You're a park-locating marvel leaving a trail of success!",
        "You're as on-point as the Painted Ladies' vibrant colors!",
        "You're a park-finding legend etching your name in San Francisco history!"
    ],
    "bad": [
        "Oops! You're as far off as Alcatraz is from the mainland.",
        "You're drifting away like a boat in the San Francisco Bay!",
        "Looks like you took a wrong turn on Lombard Street!",
        "You're as lost as a tourist in the Tenderloin!",
        "Whoops! You're farther than a cable car ride to the ocean.",
        "You've strayed like a wayward seagull at Ocean Beach!",
        "Uh-oh! You're more off-course than a foggy day in the Sunset.",
        "You're as far as a journey from the Bay Bridge to the Golden Gate!",
        "Looks like you're on a detour through the Haight-Ashbury!",
        "You've wandered like a hippie in Golden Gate Park!",
        "Oops! You're more lost than a tourist on BART!",
        "You're as far as a trek from Chinatown to the Castro!",
        "Whoops! You've strayed like a wild parakeet on Telegraph Hill!",
        "You're off-target like a misguided frisbee in Dolores Park!",
        "Looks like you took a wrong turn on the 49-Mile Scenic Drive!",
        "You've drifted like a stray balloon at the Embarcadero!",
        "Uh-oh! You're more lost than a fog-bound ship near the Golden Gate!",
        "You're as far as a hike from the Mission to the Marina!",
        "Oops! You've wandered like a tourist in Fisherman's Wharf!",
        "You're off-course like a wayward trolley on the Embarcadero!",
        "Looks like you're on a detour through the Presidio!",
        "You've strayed like a lost kite in the winds of San Francisco!",
        "Whoops! You're farther than a journey from Nob Hill to Russian Hill!",
        "You're as far as a trek from the Painted Ladies to the Sutro Baths!",
        "Oops! You've drifted like a misguided sailboat in the bay!",
        "You're off-target like a misdirected cable car on California Street!",
        "Looks like you took a wrong turn in the Fillmore!",
        "You've wandered like a curious explorer in the Exploratorium!",
        "Uh-oh! You're more lost than a tourist in the Financial District!",
        "You're as far as a hike from the Presidio to the Excelsior!",
        "Oops! You've strayed like a distracted driver on the crooked street!",
        "You're off-course like a misguided pigeon in Union Square!",
        "Looks like you're on a detour through the Mission District!",
        "You've drifted like a lost balloon in the San Francisco skyline!",
        "Whoops! You're farther than a cable car ride from Ghirardelli Square to Fisherman's Wharf!",
        "You're as far as a journey from the Transamerica Pyramid to Coit Tower!",
        "Oops! You've wandered like a distracted shopper in Union Square!",
        "You're off-target like a wayward frisbee in Golden Gate Park!",
        "Looks like you took a wrong turn on the way to the Cliff House!",
        "You've strayed like a curious mind at the California Academy of Sciences!",
        "Uh-oh! You're more lost than a tourist trying to navigate Muni!",
        "You're as far as a trek from the Ferry Building to the Palace of Fine Arts!",
        "Oops! You've drifted like a daydreamer in Alamo Square!",
        "You're off-course like a misguided cyclist on the Embarcadero!",
        "Looks like you're on a detour through the Castro District!",
        "You've wandered like an adventurous spirit in the Exploratorium!",
        "Whoops! You're farther than a journey from the Painted Ladies to the Golden Gate Bridge!",
        "You're as far as a hike from Noe Valley to Bernal Heights!",
        "Oops! You've strayed like a distracted reader in City Lights Bookstore!",
        "You're off-target like a wayward kite in the Marina Green!",
        "Looks like you took a wrong turn on the way to the de Young Museum!",
        "You've drifted like a lost thought in the Haight-Ashbury!",
        "Uh-oh! You're more lost than a tourist trying to find the hidden staircases!",
        "You're as far as a trek from the Conservatory of Flowers to the Japanese Tea Garden!",
        "Oops! You've wandered like a free spirit in Golden Gate Park!",
        "You're off-course like a misguided sailor in the San Francisco Bay!",
        "Looks like you're on a detour through the Outer Sunset!",
        "You've strayed like a curious mind in the Exploratorium!",
        "Whoops! You're farther than a cable car ride from Nob Hill to Russian Hill!",
        "You're as far as a journey from the Sutro Baths to Ocean Beach!",
        "Oops! You've drifted like a daydreamer in the Japanese Tea Garden!",
        "You're off-target like a distracted busker in the Mission!",
        "Looks like you took a wrong turn on the way to the Legion of Honor!",
        "You've wandered like an adventurous soul in the Presidio!",
        "Uh-oh! You're more lost than a tourist trying to navigate the cable car lines!",
        "You're as far as a trek from the Painted Ladies to the Conservatory of Flowers!",
        "Oops! You've strayed like a curious mind in the California Academy of Sciences!",
        "You're off-course like a wayward wind in the Outer Richmond!",
        "Looks like you're on a detour through the Noe Valley!",
        "You've drifted like a lost kite in the skies above San Francisco!",
        "Whoops! You're farther than a journey from the Ferry Building to Fisherman's Wharf!",
        "You're as far as a hike from Twin Peaks to Mount Davidson!",
        "Oops! You've wandered like a free spirit in the Castro!",
        "You're off-target like a misguided tourist on Lombard Street!",
        "Looks like you took a wrong turn on the way to the Painted Ladies!"
    ]
}